Repository: k7-Church/k7church
Catalog: languages/k7-church-*.po
Languages: de_de

source: every
de_de: alle

source: until
de_de: bis

source: for
de_de: für

source: times
de_de: Zeiten

source: time
de_de: Zeit

source: (~ approximate)
de_de: (~ geschätzt)

source: hours
de_de: Stunden

source: hour
de_de: Stunde

source: minutes
de_de: Minuten

source: weekdays
de_de: Wochentage

source: weekday
de_de: Wochentag

source: days
de_de: Tage

source: day
de_de: tag

source: weeks
de_de: Wochen

source: week
de_de: Woche

source: on
de_de: an

source: months
de_de: Monate

source: month
de_de: Monat

source: years
de_de: Jahre

source: year
de_de: Jahr

source: on the
de_de: am

source: and
de_de: und

source: or
de_de: oder

source: Address
de_de: Adresse

source: City
de_de: Stadt

source: Country
de_de: Staat

source: zip
de_de: PLZ

source: Phone
de_de: Telefon

source: Disable notification
de_de: Benachrichtigung abschalten

source: Select your options below
de_de: Wähle eine Option

source: Location to display
de_de: Anzuzeigender Standort

source: All Locations
de_de: Alle Standorte

source: If you want to display multiple locations select how many below
de_de: Wenn du mehrere Standorte anzeigen möchtest, wähle die Anzahl unten

source: Number of Locations
de_de: Anzahl der Standorte

source: Title:
de_de: Titel:

source: Image:
de_de: Bild:

source: Welcome
de_de: Wilkommen

source: Log out
de_de: Abmelden

source: You must be registered
de_de: Du musst dich registrieren

source: Log in
de_de: Einloggen

source: Member
de_de: Mitglied

source: Activate CPT Manager
de_de: Aktiviere den CPT-Manager

source: Activate Taxonomy Manager
de_de: Aktiviere den Klassifizierung-Manager

source: Activate Location Manager
de_de: Aktiviere den Standort-Manager

source: Activate Location Widget
de_de: Aktiviere das Standort-Widget

source: Activate Media Widget
de_de: Aktiviere das Medien-Widget

source: Activate Testimonial Manager
de_de: Aktiviere den Rückmeldung-Manager

source: Activate Notification
de_de: Aktiviere Benachrichtigungen

source: Activate Custom Templates
de_de: Aktiviere benutzerdefinierte Vorlagen

source: eg. product
de_de: z.B. produkt

source: eg. Product
de_de: z.B. Produkt

source: eg. Products
de_de: z.B. Produkte

source: Public
de_de: Öffentlich

source: Archive
de_de: Archiv

source: Custom Taxonomies
de_de: Benutzerdefinierte Klassifizierungen

source: Taxonomy Manager
de_de: Klassifizierung-Manager

source: Custom Taxonomy Manager
de_de: Benutzerdefinierter Klassifizierung-Manager

source: Custom Taxonomy ID
de_de: Benutzerdefinierter Klassifizierung ID

source: Hierarchical
de_de: Hierarchisch

source: Post Types
de_de: Betragstypen

source: notifications sent.
de_de: Benachrichtigungen versendet.

source: Settings
de_de: Einstellung

source: Color Control
de_de: Farbverwaltung

source: Currency
de_de: Währung

source: Border color
de_de: Kantenfarbe

source: Color background button
de_de: Button Hintergrundfarbe

source: Button text color
de_de: Button Textfarbe

source: Event
de_de: Veranstaltung

source: Events
de_de: Veranstaltungen

source: Add New
de_de: Erstellen

source: Add new event
de_de: Erstellen

source: New event
de_de: Neu

source: Edit event
de_de: Bearbeiten

source: View event
de_de: Ansehen

source: All events
de_de: Alle Veranstaltungen

source: Search events
de_de: Nach Veranstaltungen suchen

source: Parent event:
de_de: Übergeordnete Veranstaltung:

source: No Event found.
de_de: Keine Veranstaltung gefunden.

source: No events found in trash.
de_de: Keine Veranstaltung im Papierkorb gefunden.

source: Start Date and Time
de_de: Beginn Datum und Zeit

source: End Date and Time
de_de: Ende Datum und Zeit

source: Event Location
de_de: Veranstaltungsort

source: Event price :
de_de: Preis:

source: Event Currency :
de_de: Währung:

source: Event Participe Limits:
de_de: Teilnehmerlimit:

source: Event Country:
de_de: Land:

source: Event City:
de_de: Stadt:

source: Event Address:
de_de: Adresse:

source: Event Street:
de_de: Straße:

source: Event Email:
de_de: Email:

source: Event Organizers email:
de_de: Email der Veranstalters:

source: Event Phone:
de_de: Telefon:

source: Event Phone 2:
de_de: Telefon 2:

source: Publish date:
de_de: Veröffentlichungsdatum:

source: Event start date:
de_de: Beginn Datum:

source: Start event timestamp:
de_de: Beginn Zeitpunkt:

source: End event timestamp:
de_de: Ende Zeitpunkt:

source: Free
de_de: Kostenlos

source: Price: %s %s
de_de: Preis: %s %s

source: Nº of places available: %s
de_de: Anzahl der verfügbaren Plätze: %s

source: Nº of participants: %s
de_de: Anzahl der Teilnehmer: %s

source: Location
de_de: Ort

source: Event County:
de_de: Staat:

source: Event City/Province:
de_de: Stadt:

source: Contact
de_de: Kontakt

source: Event or organizer email:
de_de: Veranstaltung oder Email des Veranstalters:

source: view Event
de_de: Anzeigen

source: INSCRIPTIONS ARE CLOSED! We have reached the maximum number of members, and that is why registration is closed.!
de_de: Anmeldungen sind nicht mehr möglich, da die maximale Teilnehmerzahl erreicht wurde!

source: Publish date:
de_de: Veröffentlichungsdatum:

source: View Event
de_de: Anzeigen

source: Gallery Manager
de_de: Gallerie-Manager

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Location
de_de: Ort

source: Locations
de_de: Orte

source: Add New Location
de_de: Erstellen

source: New Location
de_de: Neue

source: Edit Location
de_de: Bearbeiten

source: View Location
de_de: Anzeigen

source: Search Locations
de_de: Nach Orten suchen

source: Parent Location:
de_de: Übergeordneter Ort:

source: No Locations found in Trash.
de_de: Kein Ort im Papierkorb gefunden.

source: Location Information
de_de: Informationen zum Ort

source: Enter additional information about your location
de_de: Gebe weiterführende Informationen zum Ort an

source: Contact Phone
de_de: Kontakt Telefonnummer

source: main contact number
de_de: Haupt Kontaktnummer

source: Contact Email
de_de: Kontakt Email

source: Email contact
de_de: Kontakt Email

source: Cult Country:
de_de: Land:

source: location where the cult will take place
de_de: Land in dem die Veranstaltung stattfinden

source: City:
de_de: Stadt:

source: City/Province where the cult will take place
de_de: Stadt in dem die Veranstaltung stattfinden

source: Address:
de_de: Adresse:

source: Cult Address
de_de: Adresse der Veranstaltung

source: Cult Street:
de_de: Straße:

source: Cult Street
de_de: Straße der Veranstaltung

source: Cult Hours
de_de: Öffnungszeiten

source: Cult hours for the location (e.g 9am - 5pm)
de_de: Öffnungszeiten des Ortes (z.B. 9:00 - 17:00 Uhr)

source: Phone:
de_de: Telefon:

source: view location
de_de: Anzeigen

source: Membership Manager
de_de: Mitglied-Manager

source: Notification for receiving messages by country
de_de: Benachrichtigung zur Nachrichten aus verschiedenen Ländern

source: Select country
de_de: Wähle ein Land

source: Notifications
de_de: Benachrichtigungen

source: Subscribe to email notifications
de_de: Aktiviere Benachrichtigungen per Email

source: Phone number
de_de: Telefon

source: Venue information
de_de: Informationen zum Veranstaltungsort

source: Hei! We have news for you from %s
de_de: Hey! Es gibt Neuigkeiten für dich von %s

source: Hi %s!
de_de: Hey %s!

source: We have a new post from %s
de_de: Es gibt einen neuen Beitrag von %s

source: Read more on %s
de_de: Lese mehr zu %s

source: New participant
de_de: Neuer Teilnehmer

source: Hei! vou participar
de_de: Hey! Ich nehme teil

source: Hi! %s
de_de: Hey! %s

source: Participants
de_de: Teilnehmer

source: Participant
de_de: Teilnehmer

source: participant Options
de_de: Teilnehmer-Optionen

source: Author Name
de_de: Autor Name

source: Author Email
de_de: Autor Email

source: Author Telephone
de_de: Autor Telefon

source: Approved
de_de: Genehmigt

source: Partic
de_de: Teilnehmer

source: Partic Name
de_de: Teilnehmer Name

source: Telphone
de_de: Telefon

source: YES
de_de: JA

source: NO
de_de: NEIN

source: Sermon
de_de: Predigt

source: Sermons
de_de: Predigten

source: Add New Sermon
de_de: Erstellen

source: New Sermon
de_de: Erstellen

source: Edit Sermon
de_de: Bearbeiten

source: View Sermon
de_de: Anzeigen

source: All Sermons
de_de: Alle Predigten

source: Search Sermons
de_de: Nach Predigten suchen

source: Parent Sermon:
de_de: Übergeordnete Predigt:

source: No Sermons found in Trash.
de_de: Keine Predigt im Papierkorb gefunden.

source: Bible text
de_de: Bibeltext

source: Bible reference
de_de: Bibelstelle

source: view sermon
de_de: Anzeigen

source: Passages
de_de: Bibelverse

source: Author
de_de: Redner

source: Sermon Information
de_de: Informationen zur Predigt

source: Enter additional information about your sermon
de_de: Gebe weiterführende Informationen zur Predigt an

source: Passages for the sermon
de_de: Bibelverse der Predigt

source: Biblical Passages
de_de: Bibelverse

source: Embed video URL
de_de: Video URL

source: Description
de_de: Beschreibung

source: Passages of the sermon:
de_de: Bibelverse der Predigt:

source: Author of the sermon:
de_de: Redner der Predigt:

source: Description of the Sermon:
de_de: Beschreibung der Predigt:

source: Location Layout
de_de: Layout des Ortes

source: Testimonial from
de_de: Formular für Rückmeldungen

source: Testimonials
de_de: Rückmeldungen

source: Testimonial
de_de: Rückmeldung

source: Testimonial Options
de_de: Optionen der Rückmeldung

source: Featured
de_de: Anzeigen

source: More pages:
de_de: Mehr Seiten:

source: Next &raquo
de_de: Weiter

source: &laquo Previous
de_de: Zurück

source: GENERAL SETTINGS
de_de: ALLGEMEINE EINSTELLUNGEN

source: Manage Settings
de_de: Einstellungen verwalten

source: Login
de_de: Einloggen

source: Site Login
de_de: Auf Website einloggen

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Forgot Password?
de_de: Passwort vergessen?

source: Register
de_de: Registrieren

source: Your Name
de_de: Dein Name

source: Your Name is Required
de_de: Dein Name ist erforderlich

source: Your Email
de_de: Deine Email

source: The Email address is not valid
de_de: Deine Email-Adresse ist nicht korrekt

source: Your Message
de_de: Deine Nachricht

source: A Message is Required
de_de: Nachricht darf nicht leer sein

source: Submission in process, please wait&hellip;
de_de: Wir versendet, bitte warte&hellip;

source: Message Successfully submitted, thank you!
de_de: Nachricht wurde erfolgreich versendet, danke!

source: There was a problem with the Contact Form, please try again!
de_de: Es gab ein Problem mit der Formular, bitte versuche es später nochmal!

source: Your Custom Post Types
de_de: Deine Custom PostTypes

source: Manage Your Custom Post Types
de_de: Deine Custom PostTypes verwalten

source: Actions
de_de: Aktion

source: Are you sure you want to delete this Custom Post Type? The data associated with it will not be deleted.
de_de: Bist du dir sicher, dass du diesen Custom Post Type entfernen möchtest? Die damit verknüpften Daten bleiben erhalten.

source: Export Your Custom Post Types
de_de: Exportiere deine Custom Post Types

source: Posts
de_de: Beiträge

source: Comments
de_de: Kommentare

source: Recent Activity
de_de: Letzte Aktivität

source: ANOTHER
de_de: ANDERE

source: Activity
de_de: Aktivität

source: Complete the form to register for this event!
de_de: Vervollständige das Formular um an der Veranstaltung teilzunehmen!

source: Your Telephone
de_de: Telefon

source: The Telephone is not valid
de_de: Telefonnummer ist nicht korrekt

source: I will participate
de_de: Ich werde teilnehmen

source: The Check is not valid
de_de: Diese Feld ist nicht korrekt

source: Submit
de_de: Senden

source: Message Successfully submitted, thank you!<br><h4>Your request is awaiting approval by the organizers.</h4></p>
de_de: Nachricht erfolgreich versendet, danke!<br><h4>Dein Anfrage wartet auf die Bestätigung des Veranstalters.</h4><p>

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: City name
de_de: Stadt

source: Note: Your password will be generated automatically and emailed to the address you specify above.
de_de: Hinweis: Dein Passwort wird automatisch generiert und dir zu der angegebenen Email-Adresse geschickt.

source: Your Taxonomies
de_de: Deine Klassifizierungen

source: Taxonomy
de_de: Klassifizierung

source: Manage Your Custom Taxonomies
de_de: Verwalte dein benutzerdefinierten Klassifizierungen

source: Are you sure you want to delete this Custom Taxonomy? The data associated with it will not be deleted
de_de: Bist du dir sicher, dass du diese benutzerdefinierte Klassifizierung entfernen möchtest? Die damit verknüpften Daten bleiben erhalten

source: Export Your Taxonomies
de_de: Exportiere deine benutzerdefinierten Klassifizierungen

source: Widgets Manager
de_de: Widget-Manager
